{
 "actions": [],
 "autoname": "field:full_name",
 "creation": "2021-01-13 17:19:40.194075",
 "doctype": "DocType",
 "editable_grid": 1,
 "engine": "InnoDB",
 "field_order": [
  "bd1",
  "bd2",
  "bd3",
  "user",
  "full_name",
  "signature"
 ],
 "fields": [
  {
   "fieldname": "bd1",
   "fieldtype": "HTML",
   "label": "bd1",
   "options": "<h1>Staff Handbook</h1>"
  },
  {
   "fieldname": "bd2",
   "fieldtype": "HTML",
   "label": "bd2",
   "options": "<div title=\"Page 4\">\n<div>\n<div>\n<h4>OVERVIEW OF THE ORGANISATION</h4>\n<p>Hi Five Community Services promotes an organisational culture where quality is upheld and modeled as a shared value. Quality is seen as a right of support users, including people with a disability and their family members, and a collective responsibility of service providers, including direct support staff, senior management and board of management.</p>\n<p>Our values, beliefs, expectations and commitment towards quality and continuous improvement, through organisational systems that reflect good governance, strategic planning and sound financial planning, drive outcomes for people with a disability.</p>\n<p>Hi Five Community Services believes that good outcomes for people with a disability are achieved when:</p>\n<ul>\n<li>\n<p>individuals, their family members and carers make choices about what they wantand need</p>\n</li>\n<li>\n<p>individuals, their family members and carers are supported to plan around realistic goals and expectations</p>\n</li>\n<li>\n<p>individuals, their family members, carers and support workers respect each other and work together to solve problems</p>\n</li>\n<li>\n<p>individuals, their family members, carers and support workers comment and receive feedback on how services are being improved</p>\n</li>\n<li>\n<p>when we show an understanding of what is important to individuals, theirfamily members and carers</p>\n</li>\n<li>\n<p>supports are provided in a reliable and consistent manner</p>\n</li>\n<li>\n<p>support workers have the skills, resources and willingness to support individuals and</p>\n<p>their family members to achieve what they want</p>\n<p>Overall, Hi Five Community Services aims to provide high quality services by meeting the needs, requirements and expectations of people with a disability, their family members and carers.</p>\n<h4>Vision</h4>\n<p>To be an innovative disability services organization with strategic focus, Hi Five Community Services will establish its foundation and grow by raising the bar in terms of professionalism, innovation, agility and responsiveness.</p>\n<h4>Our Mission</h4>\n<p>Supporting and enhancing the wellbeing of the people with disabilities in the Victoria&rsquo;s metro regions by providing excellent support and care for individuals and families.</p>\n<h4>Our guiding principles</h4>\n<p>Respect &ndash; is the foundation of all human relationships. There is something special about each and every one of us, regardless of age, ability, status or background.</p>\n<p>Connectedness - is about all-inclusive, linking people with disabilities with their families, and wider community organisations. We are a diverse community; young and old, from diverse cultural and language backgrounds.</p>\n</li>\n</ul>\n</div>\n</div>\n</div>\n<div title=\"Page 5\">\n<div>\n<div>\n<p>Accountability to everyone - we will be relevant, transparent, responsive and accessible to our stakeholders.</p>\n<p>Innovation &ndash; we will encourage fresh thinking, strive for continuous improvement in our services and use evidence to support ongoing improvements in the lives of people with disabilities.</p>\n<p>Quality and Professionalism &ndash; we will maintain high standards of quality services and governance</p>\n<h4>Our goals</h4>\n<p>Goal 1: Deliver high quality services to our clients with respect.<br> Goal 2: Empower our clients to become contributing members of the community<br> Goal 3: Create a friendly and nurturing working environment where the carers and our clients&rsquo; families can collaborate.<br> Goal 4: Be a compliant, effective and accountable organisation.<br><br></p>\n</div>\n</div>\n</div>\n<div title=\"Page 7\">\n<div>\n<div>\n<h4>CLIENT DIGNITY/PRIVACY</h4>\n<p>People with a disability have the right to be treated with dignity and respect. Please refer to Hi Five Community Services policy on Participant Rights, which covers the specifics of dignity and respect in detail. All staff are required to follow the policy with regards to all interactions with clients, their families and other stakeholders.</p>\n<p>Below are some examples of privacy and Dignity; Privacy is:</p>\n<p>▪ Maintaining privacy in dressing, toileting and bathing<br> ▪ Knocking before entering a person&rsquo;s bedroom or bathroom<br> ▪ People having the opportunity to spend time on their own if they wish do to so</p>\n<p>Dignity is:<br> ▪ Receiving encouragement and praise, in a non patronizing manner</p>\n<p>▪ Being treated as an individual with individual needs ▪ Being listened to<br> ▪ Having a place of your own for personal belongings ▪ Being paid appropriately for work completed</p>\n<p>▪ Having the opportunity to contribute your ideas or suggestions<br> ▪ Clothes that fit appropriately, are age appropriate and wellpresented</p>\n<h4>SUPPORTING PEOPLE</h4>\n<p>The role of staff is to provide each person with the appropriate level of support in order for them to achieve their maximum level of independence. It is important to allocate enough time and support to meet the needs of the person, but ensure that you do not do too many tasks for them that they could do themselves. If you are in doubt about a person&rsquo;s abilities, check with them, or their profiles/plans.</p>\n<p>It is important for people to maintain control over their own lives and their personal space. Some examples to encourage this include:</p>\n<p>▪ Include people in all decision making that effects them<br> ▪ Allow people to communicate for themselves<br> ▪ Consulting with the person before accessing or spending any of their money<br> ▪ Not touching any personal possessions of the person without obtainingpermission<br> ▪ Not assuming how the person feels<br> ▪ Respecting the person&rsquo;s individually<br> ▪ Consulting with the person before undertaking any procedures or action involvingthem.</p>\n</div>\n</div>\n</div>\n<div title=\"Page 8\">\n<div>\n<div>\n<h4>PERSON CENTRED PLANNING (PCP)</h4>\n<p>A PCP should be completed by the Key Worker on a yearly basis (or earlier should the need arise). PCPs must be current and up to date. Staff are expected to participate in all facets of the person&rsquo;s PCP. The client can nominate who they wish to participate in the meeting, i.e. family, friends, etc. The PCP should be based on the individual concerned and for example, their goals, needs, likes, dislikes and aspirations. The PCP should discuss the goals and aspirations for the individual, in specific areas of life. PCPs are confidential documents and should be treated with the upmost respect.</p>\n<h4>ASSISTED EATING</h4>\n<p>Key points to effectively assist people with eating.</p>\n<ul>\n<li>\n<p>Read Individual plans and ensure that any dietary requirements are followed regarding food choices, food consistency and temperatures.</p>\n</li>\n<li>\n<p>Seat the person as upright as possible to provide physical support and comfort.</p>\n</li>\n<li>\n<p>Use techniques which are comfortable for the person. Remember many people may eat slowly. If they require</p>\n<p>a break, you may need to reheat their meal. Do not assume this means they have had enough.</p>\n</li>\n<li>\n<p>Provide a relaxed environment e.g. not rushed and not too noisy. Position the person slowly and gently. Talk</p>\n<p>to the person about the meal in relaxed anticipation.</p>\n</li>\n<li>\n<p>People with cerebral palsy can lack control of their mouth muscles, have tongue thrusts and/or lack the gag</p>\n<p>reflex. Read the persons plan regarding any speech pathology assessments and instructions; also request</p>\n<p>the advice of other staff to demonstrate individualised techniques to assist people with their meal.</p>\n</li>\n<li>\n<p>Supporting people to eat independently requires a planned approach to skill development and a thorough assessment of the person&rsquo;s ability. Always allow each person to use and develop their skills and refer to regular staff for strategies.</p>\n<h4>BEHAVIOURS OF CONCERN</h4>\n<p>Where a person demonstrates behaviours that may be disruptive or harmful to themselves or others, these are sometimes described as &ldquo;behaviours of concern&rdquo;. These behaviours can sometimes create a barrier to a person&rsquo;s participation in daily life activities. To support people effectively you need to agree on a workable plan of action with the person and your colleagues. Always consult with the behavior support plan (BSP) when working with people with behaviours of concern to safeguard the physical safety of the person and ensure that they and other people are not at risk.</p>\n<p>Consult with the organisations Approved Program Officer and BSP regarding any restrictive interventions that may be in place, as there are clear mandatory legislative requirements requiring their use and reporting</p>\n</li>\n</ul>\n</div>\n</div>\n</div>\n<div title=\"Page 9\">\n<div>\n<div>\n<h4>FIRST AID</h4>\n<p>Employees are required to maintain up to date qualifications in First Aid and CPR. The organisation will provide opportunities for training annually.</p>\n<p>When administering First Aid it is your responsibility to follow first aid procedures, such as: ▪ Assess the situation</p>\n<p>▪ Identify any life threatening conditions<br> ▪ Prioritise treatment<br> ▪ Give appropriate treatment taking into consideration that the client may have more than oneinjury. ▪ Arrange transportation via an ambulance to the nearest medical facility<br> ▪ Notify your supervisor or the organisation&rsquo;s on call manager.</p>\n<p>Staff members should familiarize themselves with the organisations first aid procedure</p>\n<h4>INFECTION CONTROL</h4>\n<p>Infection control measures minimise the transmission of infections such as gastroenteritis, the common cold, HIV/AIDS and Hepatitis.</p>\n<p>Meticulous hand-washing is a key to the prevention of cross infection and contamination, as well as ensuring the proper use of any Personal Protective Equipment as required</p>\n<p>Staff members should ensure they familiarise themselves with the organisations infection control procedures.</p>\n<h4>MANUAL HANDLING</h4>\n<p>Manual handling is any activity requiring the use of force exerted by a person to lift, push, pull or carry or otherwise move or restrain any animate or inanimate object.</p>\n<p>Tips for manual handling:</p>\n<ol>\n<li>\n<p>Size up the job first- wear suitable clothing. Make allowances for the bulk of the load as well as the weight and get help if needed.</p>\n</li>\n<li>\n<p>Plan where you are going to take the load before you start tolift.</p>\n</li>\n<li>\n<p>Correct feet position-assume a well balanced position facing the direction you intend to move the load. The feet should be parted with one foot alongside the object to be lifted and one behind. The feet comfortably spread gives greater stability and the rear foot is in position for the upward thrust of the lift.</p>\n</li>\n</ol>\n</div>\n</div>\n</div>\n<div title=\"Page 10\">\n<div>\n<div>\n<ol start=\"4\">\n<li>\n<p>Firm hold with palm-the hold must be secure and comfortable. Use palms of hands and not fingertips. Move in close to the object to be lifted with arms and elbows tucked in.</p>\n</li>\n<li>\n<p>Straight flat back-bend at the knees and keep the back straight, but remember that straight does not mean vertical. A straight back keeps the spine, back muscles and body organs in correct alignment.</p>\n</li>\n<li>\n<p>Head raised, chin in- keep the head raised and chin in so then neck and head continue the straight back line. Tucking the chin in keeps the spine straight andfirm.</p>\n</li>\n<li>\n<p>Personal involvement- use the equipment provided and in the prescribedmanner.</p>\n</li>\n<li>\n<p>Report any concerns.</p>\n</li>\n</ol>\n<p>Staff members should ensure they familiarise themselves with the organisations manual handling procedure.</p>\n<h4>MEDICATION</h4>\n<p>Clients may require assistance with the administration of medication.<br> As a staff member you are not expected to be an expert on medication, however, it is your responsibility to ensure:</p>\n<ol>\n<li>\n<p>You have received training in medication management</p>\n</li>\n<li>\n<p>The most senior person on duty administers the medication.</p>\n</li>\n<li>\n<p>The medication must be signed by the person assisting with the administration of the medication when the</p>\n<p>process is complete.</p>\n</li>\n<li>\n<p>The Medication Management policy and procedures are adhered to.</p>\n</li>\n</ol>\n<p>ALWAYS DOUBLE CHECK YOU ARE GIVING THE RIGHT PERSON THE RIGHT MEDICATON. If in doubt DO NOT GIVE medication before seeking the approved advice</p>\n<p>If a medication error occurs the following procedures must take place:</p>\n<p>Call the manager or on call service;</p>\n<ol>\n<li>\n<p>Monitor the person for any unusual changes/side effects.</p>\n</li>\n<li>\n<p>Call the persons doctor / the poisons unit</p>\n</li>\n<li>\n<p>Call ambulance if required</p>\n</li>\n<li>\n<p>Seek advice before giving the person any missed medication</p>\n</li>\n<li>\n<p>Complete an incident report</p>\n</li>\n</ol>\n</div>\n</div>\n</div>\n<div title=\"Page 11\">\n<div>\n<div>\n<p>The Five &ldquo;R&rsquo;s&rdquo; for Administration of Medication</p>\n<p>▪ Rightperson<br> ▪ Rightdate<br> ▪ Righttime<br> ▪ Right dose (when in an original container) ▪ Rightroute</p>\n<p>It is important to direct all queries regarding medication to your direct supervisor and the on call. An incident report is to be completed.</p>\n<p>Staff members should ensure they familiarise themselves with the organisations medication procedure.</p>\n<h3>OCCUPATIONAL HEALTH AND SAFETY</h3>\n<p>The Occupational Health and Safety (OH&amp;S) Act specifies that under legislation all government and non-government organisations are responsible for taking all reasonable steps to maintain the safety and wellbeing of all workers on their premises. This includes prompt action to ensure any identified unsafe work practices or hazards are rectified.</p>\n<p>Employers have the responsibility to monitor and maintain safe working conditions, and ensure all employees are trained appropriately and inducted to follow safe work practices.</p>\n<p>Each employee is responsible for taking all reasonable steps to ensure the protection of their own health and safety at work and to make every effort to ensure the health and safety of every other person in the workplace.</p>\n<p>Staff members should familiarize themselves with the organisations OH&amp;S procedure.</p>\n<h4>INCIDENT REPORTS</h4>\n<p>An Incident Report is an official document detailing an unusual event or an incident, which may affect the safety of clients, staff and/or the general public.</p>\n<p>An incident report is used to alert staff and management of an actual incident and or potential problems. Staff are required to complete an incident/hazard report following an incident and/or when if they identify a potential hazard. Please refer to the Procedures manual for more specific details and the processes.</p>\n<h4>HEPATITIS B</h4>\n<p>It is not uncommon for people accessing human services and members of the wider community to be carriers of the Hepatitis B virus. For confidentiality reasons, staff members are not advised of these issues when working with clients and/or other staff. All persons should be treated as potential carriers without discrimination, and infection control</p>\n</div>\n</div>\n</div>\n<div title=\"Page 12\">\n<div>\n<div>\n<p>guidelines observed. For this reason all staff members are advised to be vaccinated against the Hepatitis B virus. Contact your local doctor for further information.</p>\n<h4>CODE OF CONDUCT</h4>\n<p>Employees are expected to:</p>\n<ul>\n<li>\n<p>Demonstrate current knowledge, skill, care and courtesy at all times</p>\n</li>\n<li>\n<p>Adhere to policies and procedures as specified by Internal Life HomeCare</p>\n</li>\n<li>\n<p>Attend allocated work at the specified time or as determined eg roster</p>\n</li>\n<li>\n<p>Approach people accessing services, staff and members of the public with courtesy at all times</p>\n</li>\n<li>\n<p>Workwithinoccupationalhealthandsafetylegislativerequirements,andorganisationalpolicyensuringclients</p>\n<p>and staff are not endangered in any manner.</p>\n</li>\n<li>\n<p>Be appropriately dressed at all times taking into consideration the worksiteattended</p>\n</li>\n<li>\n<p>Respect the rights of the clients and organisation to confidentiality</p>\n</li>\n<li>\n<p>Conduct themselves in a professional manner at all times, as they are representing the organisation</p>\n</li>\n<li>\n<p>Ensure they have appropriate information at the commencement of each shift to ensure all duties can be</p>\n<p>carried out efficiently and effectively</p>\n</li>\n<li>\n<p>Be aware of the Duty of Care responsibilities and to work in a safe and professional mannerat all times.</p>\n</li>\n<li>\n<p>Approach all individuals with respect, dignity and as valued customers of the organisation</p>\n</li>\n<li>\n<p>Behave according to acceptable professional and social standards at alltimes.</p>\n<h4>CONFIDENTIALITY</h4>\n<p>Employees have access to client&rsquo;s confidential information while on duty. Current legislation requires all staff to abide by confidentiality policies and procedures, and staff must read and understand and follow the organisations procedures around confidentiality. Breaches of confidentiality policies and procedures may result in disciplinary action. Confidentiality includes information about employees as well as clients.</p>\n<h4>COMPUTER USE</h4>\n<p>Employees are required to use computers as part of their everyday work. To ensure confidentiality and privacy is maintained at all times no USB&rsquo;s are to be used on computers for storage of information. No staff are authorised to access social network websites and any other inappropriate websites, and all work on and use of the organisations computers must be solely for the purpose of carrying out the work of the organization (ie no private use of computers is allowed).</p>\n</li>\n</ul>\n</div>\n</div>\n</div>\n<div title=\"Page 13\">\n<div>\n<div>\n<h4>DRESS CODE</h4>\n<p>Employees are required to attend the workplace in comfortable clothing appropriate to meet requirements. Clothing is to be neat, casual and of a tidy appearance. In accordance with occupational health and safety regulations closed toe shoes are to be worn. It is not appropriate to wear thongs, open toed sandals or high heel shoes. At times personal jewelry may pose an OHS risk and studs and sleepers are the only acceptable earrings to be worn whilst on duty.</p>\n<h4>DIFFICULTIES AT THE WORKSITE</h4>\n<p>On occasions you may experience difficulties or have work related issues that require attention and improvement. Depending on the risk related to the matter it may be best managed in the first instance by discussion with your direct supervisor, and/or an incident report or continuous improvement form are available. These processes will prompt an investigation, improvements identified and implemented.</p>\n<p>Harassment &ndash; This is unwelcome attention from another person which offends or intimidates you. If you experience this in the workplace bring them to the attention of your immediate supervisor.</p>\n<h4>NEGLIGENCE</h4>\n<p>You are obligated to act in a manner that avoids harm to people in your care and to members of the general community. To act otherwise may be considered negligent.</p>\n<p>To be found negligent you must have performed an unreasonable act involving another person to whom you have a Duty of Care, and that unreasonable action must have resulted in harm to that other person.</p>\n<p>As a support worker your duty of care can be breached either by action or inaction. Harm to others can include physical, psychological emotional or financial damage.</p>\n<p>Staff mmbers should ensure they have read and follow the organisation&rsquo;s Duty of Care procedure</p>\n<h4>RECRUITMENT</h4>\n<p>Positions vacant at the organization will be advertised both externally and internally.<br> Interviews will be conducted for each applicant and the most appropriate candidate will be selected based upon qualifications, skills and experience. Feedback is given to all applicants (successful or unsuccessful).</p>\n</div>\n</div>\n</div>\n<div title=\"Page 14\">\n<div>\n<div>\n<h4>POLICE / DWES CHECKS</h4>\n<p>All people employed by the organisation are required to undergo a Police Records Check as well as a Disability Workers Exclusion Scheme (DWES) check prior to commencement of employment. The organisation has a responsibility and duty to ensure that clients attending our service are not placed at risk as a result of their contact with any employee.</p>\n<h3>PROBATIONARY PERIOD</h3>\n<p>The initial 6 months of your employment are a probationary period. This is a trial period in which you and Hi Five Community Services can determine if this is in fact the right job for you. It is important that you view this period as a time to evaluate your role and assess your suitability to working at Hi Five Community Services. At the end of this 6 month period, you will have an opportunity to meet with Management and discuss your new employment and suitability in a formal performance appraisal. At this time, the Manager or Director will either approve of, or discontinue your employment. It is important to remember that you can discuss your performance with the Manager or Director at any time during your probationary period &ndash; you do not have to wait until the time of your formal performance appraisal.</p>\n<h4>PERSONAL DETAILS</h4>\n<p>It is vital that your current personal details are on file at all times. It is important that the organisation always has the correct information for the following:</p>\n<ul>\n<li>\n<p>Name</p>\n</li>\n<li>\n<p>Address and telephone numbers</p>\n</li>\n<li>\n<p>Banking details</p>\n</li>\n<li>\n<p>Tax File Number</p>\n</li>\n<li>\n<p>Persons to notify in case of an emergency</p>\n<p>If you need to update your personal details at any time, you can do so by contacting the Manager or Director</p>\n<p>HOURS OF WORK</p>\n<p>Your particular hours of work will be outlined and confirmed by the Manager of Director prior to commencement and will be dependant on your role, classification and position.</p>\n</li>\n</ul>\n</div>\n</div>\n</div>\n<div title=\"Page 15\">\n<div>\n<div>\n<h4>MOBILE PHONES</h4>\n<p>Mobile phones should only be used for personal reasons in an emergency situation. Personal mobile phones should not be used during your employment, unless discussions regarding your intention have taken place and authorized between you and the Manager or Director.</p>\n<h4>POLICIES AND PROCEDURES</h4>\n<p>Access to all relevant Hi Five Community Services policies and procedures will be presented to all employees upon their commencement with the organization. Staff must ensure they have read, understood and follow all policies and procedures at all times.<br> Support can be provided by the Manager of Director as required.</p>\n<h4>DUTY OF CARE</h4>\n<p>The Organisation recognizes that it has a Duty of Care to the people with disabilities who are service users of the service. To be considered negligent by a Court of Law, three elements must be present.</p>\n<ol>\n<li>\n<p>A Duty of Care is owed to a particular person.</p>\n</li>\n<li>\n<p>A breach of Duty of Care is something a reasonable person would not have done in the same situation.</p>\n</li>\n<li>\n<p>Some harm must have been caused to the person because of an unreasonable action (for example,</p>\n<p>physical injury, nervous or emotional shock, or financial loss).</p>\n</li>\n</ol>\n<p>A Duty of Care is a duty to take reasonable care of a person. A Duty of Care also exists to other people who may be affected by the activities and / or support provided. These may be:</p>\n<ul>\n<li>\n<p>The families and carers of service users (for example, where they are exposed to a highly infectious disease due to negligence), or</p>\n</li>\n<li>\n<p>Other members of the community (for example people exposed to a service user with assaultive behaviours.</p>\n<p>Duties of Care are owed by different levels of employees in any particular situation, whether they be staff, the Manager or the Director. Each employee will be expected to do different things to ensure their Duty of Care is not breached.</p>\n</li>\n</ul>\n</div>\n</div>\n</div>\n<div title=\"Page 16\">\n<div>\n<div>\n<p>Failure to act can also be unreasonable in a situation. Therefore, a Duty of Care can be breached by action or inaction. To decide whether or not an action is reasonable, you must use your professional skills and experience to weigh up various factors before making a final decision about the most reasonable action in a particular situation.</p>\n<p>The factors to consider are:</p>\n<ul>\n<li>\n<p>The risks of harm and the likelihood of risks occurring,</p>\n</li>\n<li>\n<p>The sorts of injuries which may occur, and how serious.</p>\n</li>\n<li>\n<p>Precautions which could be taken.</p>\n</li>\n<li>\n<p>The legal powers you have as an ATSS employee.</p>\n</li>\n<li>\n<p>The usefulness of the activity, and is it worth the risk?</p>\n</li>\n<li>\n<p>Legal requirements covering the activity.</p>\n</li>\n<li>\n<p>Current professional standards about the issue.</p>\n<h4>OFFICE HOURS</h4>\n<p>Office hours are Monday to Friday 9:00am &ndash; 5:00pm, and there are out of hours services as required by the clients. In these instances an on call number is available for any support.</p>\n<h4>SUN SAFE POLICY</h4>\n<p>Staff are obligated to ensure safety of clients and the need to assist them in the wearing of appropriate protective clothing such as hats and shirts (preferably long sleeves); and the use of an appropriate sun block as required. .</p>\n<h4>ALCOHOL AND RECREATIONAL DRUGS</h4>\n<p>Employees are not permitted to consume alcohol whilst involved in contracted employment or attend the worksite whilst affected by alcohol or illicit substances.</p>\n</li>\n</ul>\n</div>\n</div>\n</div>\n<p><br><br></p>"
  },
  {
   "fieldname": "bd3",
   "fieldtype": "HTML",
   "label": "bd3",
   "options": "<h5>Acknowledgement - I have read and understood this document</h5>"
  },
  {
   "fieldname": "signature",
   "fieldtype": "Signature",
   "label": "Signature"
  },
  {
   "fieldname": "user",
   "fieldtype": "Link",
   "label": "Staff Member",
   "options": "User",
   "unique": 1
  },
  {
   "fetch_from": "user.full_name",
   "fieldname": "full_name",
   "fieldtype": "Data",
   "label": "Full Name",
   "read_only": 1,
   "unique": 1
  }
 ],
 "index_web_pages_for_search": 1,
 "links": [],
 "modified": "2021-02-04 02:15:21.648763",
 "modified_by": "Administrator",
 "module": "Staff Management",
 "name": "Staff Handbook",
 "owner": "Administrator",
 "permissions": [
  {
   "create": 1,
   "delete": 1,
   "email": 1,
   "export": 1,
   "print": 1,
   "read": 1,
   "report": 1,
   "role": "System Manager",
   "share": 1,
   "write": 1
  },
  {
   "create": 1,
   "delete": 1,
   "email": 1,
   "export": 1,
   "print": 1,
   "read": 1,
   "report": 1,
   "role": "G1 Admin",
   "share": 1,
   "write": 1
  }
 ],
 "sort_field": "modified",
 "sort_order": "DESC",
 "track_changes": 1
}